Revit 2024 API
PrimaryDesignOptionMemberFilter.PassesFilter Method
Overload List
Name | Description
PassesFilter(Element)
 Applies the filter to a given element.
 (Inherited from ElementFilter.)
PassesFilter(Document, ElementId)
 Applies the filter to a given element.
 (Inherited from ElementFilter.)
See Also
PrimaryDesignOptionMemberFilter Class
PrimaryDesignOptionMemberFilter Members
Autodesk.Revit.DB Namespace